Repository: aerojam/FitTrack
Catalog: FitTrack/*.lproj/Localizable.strings
Languages: cs

source: Select a measurement
cs: Vyberte měření

source: No measurements
cs: Žádná měření

source: New measurement
cs: Nové měření

source: Remove measurement
cs: Odstranit měření

source: Cancel
cs: Zrušit

source: Insert
cs: Vložit

source: Measurement date:
cs: Datum měření:

source: Weight:
cs: Hmotnost [kg]:

source: Body fat:
cs: Tělesný tuk [%]:

source: Muscles:
cs: Svaly [%]:

source: Visceral:
cs: Viscerální tuk:

source: Resting metabolism:
cs: Klidový metabolismus [kcal]:

source: Note:
cs: Poznámka:

source: Delete selected measurement?
cs: Smazat vybrané měření?

source: Delete
cs: Smazat

source: Weight
cs: Hmotnost

source: Body Fat
cs: Tělesný tuk

source: Muscles
cs: Svaly

source: Visceral Fat
cs: Viscerální tuk

source: Resting Metabolism
cs: Klidový metabolismus
